export const visaTypes = [
  'ورود',
  'جهانگردی',
  'زیارتی',
  'سیاسی',
  'خدمت',
  'عبور',
  'مطبوعاتی',
  'خانواده',
  'تجاری',
  'بازدید بستگان',
  'جهانگردی (فوری)',
  'رانندگان',
];
export const passportTypes = [
  'عادی',
  'خدمت',
  'مدرک مسافرتی',
  'لسه پاسه',
  'رسمی',
];
export const nationality = ['افغان'];
export const visaCenterLocations = [
  'کابل',
  'هرات',
  'مزارشریف',
  'قندهار',
  'جلال آباد',
];

export const gender = ['مرد', 'زن'];
export const maritalStatus = ['مجرد', 'متاهل', 'طلاق'];
export const stayPeriod = [
  "1", "2", "3", "4", "5", "6", "7", "8", "9", "10",
  "11", "12", "13", "14", "15", "16", "17", "18", "19", "20",
  "21", "22", "23", "24", "25", "26", "27", "28", "29", "30",
  "31", "32", "33", "34", "35", "36", "37", "38", "39", "40",
  "41", "42", "43", "44", "45", "46", "47", "48", "49", "50",
  "51", "52", "53", "54", "55", "56", "57", "58", "59", "60",
  "61", "62", "63", "64", "65", "66", "67", "68", "69", "70",
  "71", "72", "73", "74", "75", "76", "77", "78", "79", "80",
  "81", "82", "83", "84", "85", "86", "87", "88", "89", "90"
];

export const entryType = ['یکبار', 'دوبار', 'چند بار'];
export const jobTitles = [
  'برنامه‌نویس وب',
  'مهندس نرم‌افزار',
  'مدیر پروژه',
  'متخصص سیستم‌های اطلاعاتی',
  'مهندس شبکه',
  'مدیر IT',
  'طراح UI/UX',
  'متخصص امنیت اطلاعاتی',
  'مدیر شبکه',
  'متخصص بانک اطلاعاتی',
  'متخصص ارتباطات',
  'توسعه‌دهنده نرم‌افزار',
  'تحلیلگر سیستم',
  'مدیر دیتابیس',
  'مهندس سخت‌افزار',
  'متخصص CRM',
  'متخصص ERP',
  'مدیر امور فناوری اطلاعات',
  'متخصص پشتیبانی فنی',
  'متخصص اپلیکیشن موبایل',
  'توسعه‌دهنده بازی‌های رایانه‌ای',
  'مهندس ارتباطات',
  'مدیر سیستم‌های اطلاعاتی',
  'توسعه‌دهنده وب‌سایت',
  'متخصص انفورماتیک پزشکی',
  'تحلیلگر داده',
  'مهندس رمزگشایی',
  'متخصص سیستم‌های مخابراتی',
  'مدیر امنیت اطلاعاتی',
  'مهندس رایانه',
  'توسعه‌دهنده اپلیکیشن وب',
  'متخصص شبکه',
  'توسعه‌دهنده بازی‌های موبایل',
  'متخصص ارتباطات نوری',
  'مدیر پشتیبانی فنی',
  'متخصص پایگاه داده',
  'مهندس کامپیوتر',
  'متخصص امنیت شبکه',
  'تحلیلگر سیستم‌های اطلاعاتی',
  'متخصص سرور',
  'مدیر سایبر',
  'توسعه‌دهنده اپلیکیشن موبایل',
  'متخصص ارتباطات بیسیم',
  'مدیر دیجیتال',
  'متخصص طراحی وب',
  'توسعه‌دهنده بازی‌های آنلاین',
];

export const birthLocations = [
  "کابل",
  "هرات",
  "مزار شریف",
  "کندهار",
  "بلخ",
  "بغلان",
  "پل خمری",
  "ننگرهار",
  "فاریاب",
  "غزنی",
  "پکتیا",
  "کونر",
  "زابل",
  "بامیان",
  "لغمان",
  "پنجشیر",
  "نیمروز",
  "هلمند",
  "بادغیس",
  "کاپیسا",
  "سمنگان",
  "خوست",
  "بدخشان",
  "جوزجان",
  "سرپل",
  "دایکندی",
  "تخار",
  "فراه",
  "نورستان",
  "بغداد"
];


export const instructions = [
  `
  در صورتی که شما دارای ملیت دوگانه هستید، لطفا ملیت خود را بر اساس
  گذرنامه ای که قصد استفاده برای سفر به ایران را دارید انتخاب
  نمایید.`,
  ` در صورتی که ملیت چاپ شده بر روی روادید با ملیت گذرنامه مغایرت
  داشته باشد، روادید از ارزش اعتبار ساقط خواهد شد.`,
  `برای دریافت روادید ارائه گذرنامه معتبر که حداقل شش ماه از اعتبار
  آن باقی مانده باشد الزامی است.`,
  `
  لطفا عکس پرسنلی را بر اساس استانداردهای مشخص شده بارگذاری
  نمایید.راهنمای استاندارد عکس پرسنلی`,
  ` لطفا اسکن صفحه اول گذرنامه خود را بر اساس استانداردهای مشخص شده
  بارگذاری نمایید. راهنمای استاندارد اسکن گذرنامه`,
];
