export const visaTypes = [
  'ورود',
  'جهانگردی',
  'زیارتی',
  'سیاسی',
  'خدمت',
  'عبور',
  'مطبوعاتی',
  'خانواده',
  'تجاری',
  'بازدید بستگان',
  'جهانگردی (فوری)',
  'رانندگان',
];
export const passportTypes = [
  'عادی',
  'خدمت',
  'مدرک مسافرتی',
  'لسه پاسه',
  'رسمی',
];
export const nationality = ['افغان'];
export const visaCenterLocations = [
  'کابل',
  'هرات',
  'مزارشریف',
  'قندهار',
  'جلال آباد',
];

export const gender = ['مرد', 'زن', 'نامعلوم', 'دیگر']
export const maritalStatus = ['مجرد', 'متاهل', 'بیوه']

export const instructions = [
  `
  در صورتی که شما دارای ملیت دوگانه هستید، لطفا ملیت خود را بر اساس
  گذرنامه ای که قصد استفاده برای سفر به ایران را دارید انتخاب
  نمایید.`,
  ` در صورتی که ملیت چاپ شده بر روی روادید با ملیت گذرنامه مغایرت
  داشته باشد، روادید از ارزش اعتبار ساقط خواهد شد.`,
  `برای دریافت روادید ارائه گذرنامه معتبر که حداقل شش ماه از اعتبار
  آن باقی مانده باشد الزامی است.`,
  `
  لطفا عکس پرسنلی را بر اساس استانداردهای مشخص شده بارگذاری
  نمایید.راهنمای استاندارد عکس پرسنلی`,
  ` لطفا اسکن صفحه اول گذرنامه خود را بر اساس استانداردهای مشخص شده
  بارگذاری نمایید. راهنمای استاندارد اسکن گذرنامه`,
];
